Revit 2027 API
BuiltInFailures.CopyMonitorFailures.LevelDeletedSameName Property
 Level cannot be copied because level with desired name '[Name]' already exist in a target document.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LevelDeletedSameName { get; }
Public Shared ReadOnly Property LevelDeletedSameName As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LevelDeletedSameName {
	FailureDefinitionId^ get ();
}
static member LevelDeletedSameName : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyMonitorFailures Class
Autodesk.Revit.DB Namespace